<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="Definition_Ecosystem.aspx.cs" Inherits="SagivProject.Definition_Ecosystem" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="Style/Style.css" rel="stylesheet" />

    <style>
        li {
            margin-top: 10px;
            color: rgb(51, 153, 153);
            font-family: 'Rajdhani', sans-serif;
            font-size: 30px;
            display: list-item;
        }

        .Definition_Ecosystem{
            color: rgb(166, 233, 224);
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h2>מערכת אקולוגית - הגדרה</h2>

    <p>
        מערכת אקולוגית, או אקוסיסטם, היא מערכת של תנאים ביוטיים (כל האורגניזמים החיים) וא-ביוטיים (גורמים כימיים) שמקיימים ביניהם יחסי גומלין.<br><br>
        <b>תנאים ביוטיים</b> הם היצורים החיים המחולקים ל:
        <img src="pics/ecosystem/ecosystem2.png" style = "float: left; height: 370px; margin: 5px;">
    </p>


    <ul>
        <li>
            <u>יצרנים</u> - צמחים ואורגניזמים אחרים שממירים אנרגיה למזון.
        </li>
       
        <li>
            <u>צרכנים</u> - יצורים חיים שמקבלים את כל החומרים האורגניים הדרושים להם לבניית גופם ולהפקת אנרגיה מאכילת אורגניזמים אחרים.
        </li>

        <li>
            <u>מפרקים</u> - אורגניזמים, בעיקר פטריות, חיידקים ותולעים, שמפרקים חומרים אורגניים של יצרנים או צרכנים לתבניות פחות מורכבות.
        </li>
    </ul>

    <p>
        <b>תנאים א-ביוטיים </b> הם גורמים כימיים או פיזיקליים בסביבה, כמו אטמוספירה, מים, קרינה, טמפרטורה, שמש, לחות וקרקע, שמשפיעים על יצורים חיים.<br><br>
        <u>אקוסיסטמות, או מערכות אקולוגיות חיוניות לחיינו מסיבות רבות</u>:
        <img src="pics/ecosystem/ecosystem1.png" style = "float: left; height: 370px; margin: 5px;">
    </p>
    
    <ul>
        <li>
            <u>שירותים אקולוגיים</u>: אקוסיסטמות מספקות שירותים אקולוגיים חיוניים, כמו ניקוי מים, סינון אוויר, פריקת חומרים מזיקים, ועוד.
        </li>
       
        <li>
            <u>מזון ומים</u>: אקוסיסטמות מספקות מזון ומים לאנושות ולחיים בכלל.
        </li>

        <li>
            <u>שמירה על מגוון ביולוגי</u>: אקוסיסטמות מאכלסות מגוון רחב של מינים, שמשמשים כבסיס למחקרים ביולוגיים ורפואיים.
        </li>

        <li>
            <u>שמירה על איזון אקולוגי</u>: אקוסיסטמות משמרות על איזון אקולוגי, שמונע התפרצות מחלות ומזיקים.
        </li>
        
        <li>
            <u>תרומה לכלכלה</u>: אקוסיסטמות משמשות כבסיס לתעשיות שונות, כמו דיג, חקלאות, תיירות, ועוד.
        </li>
    </ul>

    <p>
        לכן, <b>שמירה על אקוסיסטמות בריאות ויציבות היא חיונית לשרידותנו ולשרידות כדור הארץ</b>.<br><br>
        <u>בישראל</u>, ישנן מספר מערכות אקולוגיות שונות. כל מערכת מספקת שירותים שונים, והן משחקות תפקיד חשוב בשמירה על הסביבה ובתמיכה בחיי האדם. למשל, מערכות אקולוגיות מסייעות בניהול מי הנגר, מניעת שיטפונות, שמירה על איכות האוויר, ועוד.<br>
        כיום, מתמודדים בישראל עם הבעיות האקולוגיות החמורות הבאות:
    </p>
    
    <ul >
        <li>
            <u>זיהום אוויר</u>: הזיהום נגרם בעיקר עקב ריבוי מפעלים, מבני תעשייה וכלי תחבורה. האוויר המזוהם גורם לבעיות בריאות רבות, כולל בעיות נשימה וסרטן.
        </li>
       
        <li>
            <u>זיהום מקורות מים</u>: בישראל קיים מחסור במים, ולכן מתבצעת שאיבה יתרה שגורמת להמלחת בארות ולזיהום של מקורות המים.
        </li>

        <li>
            <u>שינוי האקלים</u>: מדינת ישראל לא מוכנה למשבר האקלים, ול-84% מהגופים הציבוריים אין תכנית להתמודדות עם משבר האקלים.
        </li>

        <li>
            <u>התפרצות מחלות</u>: שינוי האקלים עלול להביא להתפרצות מחלות חדשות.
        </li>
        
        <li>
            <u>הפרעה למערכות אקולוגיות</u>: שינוי האקלים עלול להפר את המאזן האקולוגי של מערכות אקולוגיות שונות.
        </li>
    </ul>

    <p>
        <b>הממשלה והאזרחים צריכים לפעול במאמץ משותף כדי להתמודד עם אתגרים אלה</b>.
    </p>
    
    <br><br>

    <div style="text-align: center">
        <img src="pics/ecosystem/Runoff_Water.png" style = "margin: 5px; height: 400px;">
        <img src="pics/ecosystem/Air_Pollution.png" style = "margin: 5px; height: 400px;">
        <img src="pics/ecosystem/Environmental_Quality.png" style = "margin: 5px; height: 400px;">
    </div>
</asp:Content>