<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="Ecosystem_Now.aspx.cs" Inherits="SagivProject.Ecosystem_Now" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="Style/Style.css" rel="stylesheet" />

    <style>
        li {
            margin-top: 10px;
            color: rgb(51, 153, 153);
            font-family: 'Rajdhani', sans-serif;
            font-size: 30px;
            display: list-item;
        }

        .Ecosystem_Now{
            color: rgb(166, 233, 224);
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h2>מערכת אקולוגית - הווה</h2>

    <p>
        בעידן הנוכחי, מערכות אקולוגיות רבות עומדות בפני איומים משמעותיים, כגון שינוי אקלים, זיהום, הרס בתי גידול ועוד. איומים אלו פוגעים במגוון הביולוגי, בתפקוד של המערכות האקולוגיות ובשירותים החשובים שהן מספקות לבני האדם, כגון ייצור מזון, טיהור מים, וכן הגנה מפני מזיקים ומחלות.<br><br>
        <u>האיומים העיקריים על מערכות אקולוגיות בעידן הנוכחי הם</u>:
    </p>
    
    <img src="pics/ecosystem/Climate_Change.png" style = "float: left; height: 340px; margin: 5px;">

    <ul>
        <li>
            <u>שינוי אקלים</u>: שינוי האקלים גורם לעלייה בטמפרטורה הממוצעת של כדור הארץ, לעלייה בגובה פני הים, לשינויי משטר הגשמים ולשינויים בתופעות אטמוספיריות אחרות. שינויים אלו פוגעים במערכות אקולוגיות בדרכים שונות, כגון:
            <ul type="square">
                <li>צמחים ובעלי חיים מתקשים להתאים את עצמם לשינויים בטמפרטורה ובתנאי האקלים.</li>
                <li>מינים רבים נמצאים בסכנת הכחדה.</li>
                <li>
                    זיהום: זיהום של האוויר, המים והקרקע פוגעים במערכות אקולוגיות בדרכים שונות, כגון: פגיעה בבריאותם של צמחים ובעלי חיים. פגיעה בתפקודם של מערכות אקולוגיות. פגיעה בשירותים שהמערכות האקולוגיות מספקות לבני האדם.
                </li>
            </ul>
        </li>
   
        <li>
            <u>הרס בתי גידול</u> - הרס בתי גידול, כגון יערות, שטחי מרעה, וכן חופים ומערכות אקולוגיות ימיות, פוגעים במערכות אקולוגיות בדרכים שונות, כגון:
            <ul type="square">
                <li>פגיעה במגוון הביולוגי.</li>
                <li>פגיעה בתפקודם של מערכות אקולוגיות.</li>
                <li>פגיעה בשירותים שהמערכות האקולוגיות מספקות לבני האדם.</li>
            </ul>
        </li>
    </ul>

    <p>
        <u>השלכות האיומים על מערכות אקולוגיות בעידן הנוכחי</u>:
    </p>

    <img src="pics/ecosystem/Habitats.png" style = "float: left; height: 340px; margin: 5px;">

    <ul>
        <li>
            <u>פגיעה במגוון הביולוגי</u>: מגוון ביולוגי הוא הבסיס ליציבות של מערכות אקולוגיות. ככל שיש יותר מינים במערכת אקולוגית, כך היא יציבה יותר. איומים על מערכות אקולוגיות גורמים לפגיעה במגוון הביולוגי, מה שעלול לגרום לקריסה של מערכות אקולוגיות שלמות.
        </li>

        <li>
            <u>פגיעה בתפקוד של מערכות אקולוגיות</u>: מערכות אקולוגיות ממלאות תפקידים חשובים רבים, כגון ייצור מזון, טיהור מים, וכן הגנה מפני מזיקים ומחלות. איומים על מערכות אקולוגיות עלולים לפגוע בתפקודן, מה שעלול להוביל להשלכות שליליות על בני האדם, כגון מחסור במזון, זיהום מים, וכן עלייה במחלות.
        </li>

        <li>
            <u>פגיעה בשירותים שהמערכות האקולוגיות מספקות לבני האדם</u>: מערכות אקולוגיות מספקות לבני האדם שירותים רבים, כגון מזון, מים, עצים, וכן טיהור מים, מניעת ברד, וכן הגנה מפני מזיקים ומחלות. איומים על מערכות אקולוגיות עלולים לפגוע בשירותים אלו, מה שעלול להוביל להשלכות שליליות על החיים.
        </li>
    </ul>
    
    <br><br>

    <div style="text-align: center">
        <img src="pics/ecosystem/damage1.png" style = "margin: 5px; height: 320px;">
        <img src="pics/ecosystem/damage2.png" style = "margin: 5px; height: 320px;">
        <img src="pics/ecosystem/damage3.png" style = "margin: 5px; height: 320px;">
    </div>
</asp:Content>