<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="Ecosystem_Future.aspx.cs" Inherits="SagivProject.Ecosystem_Future" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="Style/Style.css" rel="stylesheet" />

    <style>
        li {
            margin-top: 10px;
            color: rgb(51, 153, 153);
            font-family: 'Rajdhani', sans-serif;
            font-size: 30px;
            display: list-item;
        }
        
        .Ecosystem_Future{
            color: rgb(166, 233, 224);
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h2>מערכת אקולוגית - עתיד</h2>

    <p>אם לא יינקטו צעדים משמעותיים להפחתת פליטות גזי החממה, מערכות אקולוגיות רבות בעולם צפויות להשתנות באופן משמעותי עד שנת 2050.<br><br>
        <u>השינויים הצפויים כוללים</u>:
    </p>
    
    <img src="pics/ecosystem/Tsunami.png" style = "float: left; height: 300px; margin: 5px;">

    <ul>
        <li>
            עלייה בטמפרטורה הממוצעת של כדור הארץ: עלייה בטמפרטורה של 1.5 מעלות צלזיוס עד שנת 2050 צפויה להוביל לעלייה בגובה פני הים, לשינויי משטר הגשמים ולשינויים במגוון הביולוגי.
        </li>

        <li>
            עלייה בגובה פני הים: עלייה בגובה פני הים עשויה לגרום להצפות באזורים נמוכים, כגון איים, חופים ושטחים נמוכים בתוך היבשות.
        </li>

        <li>
            שינויי משטר הגשמים: שינויי משטר הגשמים צפויים לגרום לאירועי בצורת ורעידת שיטפונות תכופים יותר.

        </li>

        <li>
            ירידה במגוון הביולוגי: ירידה במגוון הביולוגי צפויה להוביל לקריסה של מערכות אקולוגיות שלמות.
        </li>
    </ul>

    <p>
        <br><br>
        <u>השלכות השינויים הצפויים על מערכות אקולוגיות כוללות</u>:
    </p>

    <ul>
        <li>
            פגיעה בשירותים שהמערכות האקולוגיות מספקות לבני האדם: מערכות אקולוגיות מספקות לבני האדם שירותים רבים, כגון ייצור מזון, טיהור מים, וכן הגנה מפני מזיקים ומחלות. פגיעה במערכות אקולוגיות עלולה לגרום לירידה באיכות החיים של בני האדם.
        </li>

        <li>
            עלייה בהוצאות: עלייה בהוצאות על טיפול באירועי קיצון, כגון הצפות ורעידת שיטפונות.
        </li>

        <li>
            פגיעה במשק העולמי: פגיעה במשק העולמי כתוצאה מירידה בתפוקת מזון, עלייה במחירי המזון ופגיעה בענפי תיירות, חקלאות ומשק מים.
        </li>
    </ul>

    <p>
        <u>כדי להפחית את השפעות השינויים הצפויים על מערכות אקולוגיות, יש צורך לנקוט בצעדים משמעותיים להפחתת פליטות גזי החממה</u>, כגון:
    </p>
    
    <img src="pics/ecosystem/Energy.png" style = "float: left; height: 300px; margin: 5px;">

    <ul type="circle">
        <li>
            <u>מעבר לאנרגיה מתחדשת</u>: מעבר לאנרגיה מתחדשת, כגון אנרגיית רוח, אנרגיית שמש ואנרגיית מים, יפחית את התלות שלנו בדלקים פוסיליים, אשר אחראים לפליטות גזי החממה.
        </li>

        <li>
            <u>שיפור היעילות האנרגטית</u>: שיפור היעילות האנרגטית יפחית את כמות האנרגיה הנדרשת כדי לספק את הצרכים שלנו, מה שיפחית את פליטות גזי החממה.
        </li>

        <li>
            <u>הפחתה בצריכה</u>: הפחתה בצריכה של מוצרים ושירותים תפחית את התלות שלנו בכלכלה מבוססת צריכה, אשר אחראית לפליטות גזי החממה.
        </li>
    </ul>

    <p>
        <br><br>
        אם לא יינקטו צעדים משמעותיים להפחתת פליטות גזי החממה, מערכות אקולוגיות רבות בעולם צפויות להשתנות באופן משמעותי עד שנת 2050. השינויים הצפויים יביאו לפגיעה בשירותים שהמערכות האקולוגיות מספקות לבני האדם, בעלייה בהוצאות ועלייה בהשפעות השליליות על המשק העולמי.
    </p>

    <br><br>
    
    <div style="text-align: center">
        <img src="pics/ecosystem/future1.png" style = "margin: 5px; height: 280px;">
        <img src="pics/ecosystem/future2.png" style = "margin: 5px; height: 280px;">
        <img src="pics/ecosystem/future3.png" style = "margin: 5px; height: 280px;">
    </div>
</asp:Content>