<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="kayamot.aspx.cs" Inherits="SagivProject.kayamot" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="Style/Style.css" rel="stylesheet" />

    <style>
        li {
            margin-top: 10px;
            color: rgb(51, 153, 153);
            font-family: 'Rajdhani', sans-serif;
            font-size: 30px;
            display: list-item;
        }

        .kayamot{
            color: rgb(166, 233, 224);
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h2>קיימות</h2>
    
    <p>
        <img src="pics/kayamot/kayamot1.png" style = "float: left; margin: 5px;">

        קיימות היא: היכולת לשמר או לשפר את מצבם ונגישותם של חומרים או מצבים רצויים לאורך זמן וזאת בעצם ע"ב 
        יישום יעדים ארוכי טווח ותהליך של פיתוח בר־קיימא (SDGs - Sustainable Development Goals).<br>

        <u>הקיימות נוגעת לשלושה עמודי תווך</u>: סביבתי, כלכלי וחברתי והיא דורשת יצירת
         שיווי משקל בין הצרכים של האדם לבין היכולת של הטבע לספק אותם.<br>

        <u>רקע</u>: הקיימות צמחה מתוך התנועה הסביבתית, וככזו היא בעלת אמירות
         עמוקות הנוגעות לנושאים חברתיים כמו - צריכה עודפת, צמיחה כלכלית או גידול אוכלוסין.<br><br>

        <u>באילו תחומים ניתן ליישם קיימות ביום יום</u>:
    </p>

    <ul>
        <li>
            קיימות היא תחום רחב ומורכב שכולל את הפעילות הביולוגית והאנושית בכללותה ולפרטיה. 
            קיימות יכולה להיות מחולקת לתחומים רבים ומשולבים, כגון קיימות אנרגטית, קיימות מימית, 
            קיימות יערות, קיימות אורבנית, קיימות חקלאית, קיימות תעשייתית ועוד. <br>
        </li>

        <li>
            קיימות היא גם אתגר חברתי שמעורבים בו חוקים לאומיים ובינלאומיים, תכנון עירוני, תחבורה בת קיימא, 
            סגנון חיים מקומי ואישי וצרכנות אתית. קיימות דורשת שיתוף פעולה ומשמעת בין הממשלה, העסקים והאזרחים. <br>
        </li>

        <li>
            קיימות היא גם הזדמנות לגדל דור שיצור חברה מתחשבת יותר. קיימות מציעה פתרונות יצירתיים וחדשניים 
            לבעיות הסביבה והחברה. קיימות מטפחת ערכים של אחריות, סולידריות, צדק ושלום. <br>
        </li>

        <li>
            קיימות היא גם תחום לימוד ומחקר. קיימות משתמשת בידע ממגוון מדעים ומקצועות, כגון אקולוגיה, כלכלה, 
            חינוך, פילוסופיה, פסיכולוגיה ועוד. קיימות מעודדת חשיבה ביקורתית, רב־תחומית ורב־תרבותית. <br>
        </li>

        <li>
            קיימות היא גם תחום שמשתנה ומתפתח בהתאם למציאות המשתנה. קיימות מתאימה את עצמה להתפתחויות 
            חדשות במדע, בטכנולוגיה, בחברה ובכלכלה. קיימות מקבלת ביקורת ומשוחחת עם דעות שונות ומתנגדות. 
            קיימות מגיבה למשברים ולאתגרים שמופיעים בעולם. <br>
        </li>
    </ul>

    <p>
        בעיקרון ולסיכום עד-כאן, ניתן לומר ש"<b>הקיימות היא היכולת להמשיך לקיים תהליך או מצב לאורך זמן רב</b>".
    </p>

    <br><br>

    <div style="text-align: center">
        <img src="pics/kayamot/kayamot2.png" style = "margin: 5px; height: 400px;">
        <img src="pics/kayamot/kayamot3.png" style = "margin: 5px; height: 400px;">
        <img src="pics/kayamot/kayamot4.png" style = "margin: 5px; height: 400px;">
    </div>
</asp:Content>